/*
 Localizable.strings
 leitingbundle
 
 Created by fujs2 on 16/12/21.
 Copyright © 2016年 陈海青. All rights reserved.
 */


//海外隐私协议
"LTPrivacyPolicyViewTitle" = "사용자 개인정보 정책";
"LTPrivacyPolicyHtml" = "<html><body class=\"protocol\">\
<b>효력발생일：2021년4월19일</b>
<br>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
홍콩 레이팅정보기술유한회사 및 계열사(이하 \"LTGAMES GLOBAL\" 또는 \"당사\"라 함. 홍콩 레이팅정보기술유한회사의 등록주소: FLAT/RM 604, 6/F, EASEY COMMERCIAL BUILDING 253-261 HENNESSY ROAD, WANCHAI, HK，관련 개인 정보 보호 연락처: cs@leiting.com)가 제공하는 본 애플리케이션을 선택하여 주셔서 감사합니다. LTGAMES GLOBAL은 사용자의 개인 정보를 높이 인정하고 존중합니다. 본 “개인 정보 정책” 의 내용에 대해 어떠한 이견 또는 의문이 있는 경우, 본 “개인 정보 정책”제9조 \"연락처\"를 통해 당사에 연락을 주실 수 있습니다.
<br>
<br>
<b>서론</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>본 게임을 사용/계속 사용하기 전에 본 “개인정보정책”에서 특히 검은색 굵은 글씨로 표시된 조항을 상세히 읽어주십시오（미성년자는 법정 보호자의 동반 하에 읽어야 합니다）. </b>본 정책 내용에 동의하지 않으면，본 애플리케이션이 정상적으로 작동되지 않거나 또는 당사가 제공하는 서비스 효과에 이를 수 없으므로 본 애플리케이션의 사용을 중지해야 합니다.<b>팝업 페이지에서 “확인”버튼을 선택하면, 본 “개인정보 정책”의 모든 내용을 완전히 이해하고 동의한 것으로 표시됩니다. 어떠한 조항에 동의하지 않는 경우，즉시 당사의 서비스 이용을 중지하십시오. </b>
<br>
<br>
<b>본 정책은 다음 내용을 이해하도록 도울 것입니다.</b>
<br>
<br>
<b>1.당사가 수집할 수 있는 개인 정보</b>
<br>
<br>
<b>2.당사가 고객의 개인 정보를 사용하는 방법</b>
<br>
<br>
<b>3.당사가 고객의 개인정보를 저장 및 보호하는 방법</b>
<br>
<br>
<b>4.당사가 외부에 정보를 제공하는 방법</b>
<br>
<br>
<b>5.당사가 Cookies및 관련 기술을 사용하는 방법</b>
<br>
<br>
<b>6.당사가 미성년자의 권익을 보호하는 방법</b>
<br>
<br>
<b>7.개인 정보에 대해 누리는 통제권</b>
<br>
<br>
<b>8.본 “개인정보 정책”의 갱신 방법</b>
<br>
<br>
<b>9.연락처</b>
<br>
<br>
<b>I.당사가 수집할 수 있는 개인 정보</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
본 게임을 이용할 때，당사는 주로 다음을 포함한 고객의 일부 개인정보를 수집하고 사용해야 할 수 있습니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>네트워크 식별정보 및 개인 공통 장비 정보.</b> 체험 게임을 실행할 때，당사의 게임은 고객의 네트워크 신분 식별 정보（예: IP주소）및 개인 상용 장치 정보（예: 장치명, 모델, 운영 체제, 장치 ID, 실행 및 디스크 크기 등）를 수집할 수도 있습니다. 제품의 적응성을 이해하고, 기본 기능의 정상적인 작동을 유지하며 비정상적인 계정 상태를 식별하고 본 게임의 문제를 조사하는데 사용됩니다. <b>광고 및 분석 목적을 위해 당사는 장치의 고유 식별자 또는 광고 식별자, 고객의 브라우저 선호 등 </b>（고객의 동의 없이 당사는 고객의 데이터를 사용자 이미지에 사용되지 않음을 보장합니다）<b>을 수집할 수 있습니다. 광고 식별자 제공을 거부하는 경우，장치 설정에서 닫기를 할 수 있습니다. </b>당사의 게임은 맞춤 푸시를 끄는 기능을 제공하며，필요에 따라 상술한 기능을 끌 수 있습니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>저장 권한（필요한 경우）.</b> 게임 리소스에 필요한 캐시 및 판독의 필요를 위해 당사의 특정 게임은 고객에게 고객의 <b>저장 권한을 얻을 수 있습니다. 고객에게 게임의 핵심 기능을 제공하기 위해 저장 권한을 시작하였으며 상기 권한의 라이선스 위임을 거부할 경우, 게임이 정상적으로 실행되지 않습니다. </b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>앨범, 사진 또는 카메라 권한（필요할 경우）. </b> 게임의 특정 기능（예: 사진 전송, 사진 촬영 기능 시）을 사용하는 경우，당사는 고객의<b>저장 권한 및 카메라 권한을 얻을 수 있으며，iOS장치는 앨범 권한, 사진 권한을 얻을 수도 있고, </b>고객이 제공한 사진 정보(개인 정보)를 수집할 수도 잇습니다. 상기 정보 제공을 거부하는 경우, 사진 전송 또는 사진 촬영 기능을 사용할 수 없지만，다른 기능을 정상적으로 사용하는데 지장이 없습니다.<b>또한 고객의 앨범/카메라 권한에 대한 라이선스 위임을 언제든지 취소할 수 있습니다.</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>고객의 게임ID또는 제3자 계정. </b> 계정 바인딩 기능을 사용하는 경우， 고객의 게임 계정을 바인딩하기 위해서는 Google, Apple, Facebook및 Twitter에 바인딩 여부에 대한 라이선스를 위임해야 합니다. 상기 플랫폼 계정의 바인딩 여부를 자체적으로 선택할 수 있습니다. 계정 바인딩을 선택하지 않을 경우, 고객의 장치에서 게임을 삭제하거나 또는 장치를 변경한 후, 자체적으로 계정을 전환할 수 없습니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>충전 기록 및 소비 기록（필요한 경우）. </b> 본 게임의 소비 기능을 사용하는 경우，고객이 자신의 거래 정보를 조회하도록 당사는 고객의 충전 기록 및 소비 기록을 수집하는 한편, 고객의 가상 아이템 보안을 최대한 보호합니다.<b>충전 기록, 소비 기록은 민감한 정보에 속하며, </b>계임의 소비 기능을 구현하기 위해 상기 정보를 수집해야 합니다. 그렇지 않으면, 거래를 할 수 없습니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>지리적 위치 정보（필요한 경우）.</b> 당사의 서비스 중 일부는 동일한 지역의 플레이어와 상호작용하는 기능이 있을 수 있습니다. 이때 당사는 가까운 플레이어와 매칭하고 팀을 구성하도록 근처의 게임 플레이어를 찾는데 사용하기 위해 고객의 모호한 위치 정보 또는 정확한 지리적 위치(이하 “지리적 위치 정보”라 함)을 획득해야 할 수 있습니다. 지리적 위치 정보는 고객 개인의 민감한 정보이므로 라이선스 부여 여부를 신중하게 고려하십시오. 해당 정보 제공 거부는 가까운 플레이어와의 상호작용만을 할 수 없지만, 본 게임의 다른 기능을 정상적으로 사용하는데 지장이 없습니다. 고객의 지리적 위치 권한 라이선스 위임을 언제든지 취소할 수도 있습니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 고객이 당사 서비스에서 사용자에게 제공할 수 있는 SDK（예: 제3자 소셜 미디어 플러그인, 제3자 고객서비스 SDK, 공유 버튼 및/또는 로그인 메커니즘을 사용할 경우，이러한 기능에는 출처가 Google，Facebook，Twitter또는 기타 플랫폼(있을 경우) 인 SDK가 포함될 수 있으니 주의하거나 교환 시에 각각의 개인 보호 정책을 준수하십시오.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>고객의 명확한 동의를 얻지 않는 한，당사는</b>를 들어, 고객의 실명, 주소, 전화번호,팩스번호 및 이메일 주소와 같은 개인 식별정보（PII）또는 민감한 개인 정보（SPI）를 수집하지 않습니다. 고객이 어떠한 개인 데이터를 제출하기로 동의한 경우, 고객이 제출한 어떠한 개인 데이터는 본 개인 정보 정책의 구속을 받게 되며, 고객의 제출 행위는 본 개인 정보 정책의 모든 조항에 준수하는데 동의함을 나타냅니다. 기타 상업 거래에서 제출하는 어떠한 개인 데이터는 모두 본 개인 정보 정책의 구속을 받지 않음을 주의하십시오. 채용, 참여 활동, 비즈니스 서명을 포함하되 이에 국한하지 않습니다.
<br>
<br>
<b>II.당사가 고객의 개인 정보를 사용하는 방법</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 현지 법률 법규의 규정 및 고객과의 약정을 본 “개인 정보 정책” 및 “LTGAMES GLOBAL사용 허가 및 이용 약관”에 따라 수집한 정보를 사용합니다.
<br>
<b>(1)정보 사용 규칙</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 다음과 같은 규칙에 따라 본 “개인 정보 정책” 제1조에 수집한 정보를 사용합니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1. 당사는 귀하에게 수집된 정보에 근거하여 기본 게임 기능, 플레이어 인터랙티브 기능, 소비 결제 기능, 소프트웨어 검증 실행, 소프트웨어 업데이트 실행, 인터넷 동기화, 부정 행위 감지, 계정 검증, 보관 및/또는 백업 등을 포함한 각종 기능과 서비스를 제공합니다. 고객의 경험을 개별화하고, 고객이 최신 제품 공고를 알도록 소프트웨어 검증, 업그레이드 및 관리, 특별 활동의 통지를 제공하고 당사 서비스와 관련된 기타 데이터를 제공합니다. 위의 목적을 위해 당사의 계열사가 본 약관 조항을 준수한다고 확보된 전제 하에 당사의 계열사에게 위임되어 고객의 정보를 책임지고 처리할 것입니다. 본 개인정보 정책에서 계열사란 직간접적으로 통제되는 관계없이 홍콩 레이팅정보기술유한회사가 통제하거나 또는 홍콩 레이팅정보기술유한회사로부터 통제되는 모든 실체를 말합니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.광고 푸시 및 고객의 선택. 개별 광고 서비스를 제공하기 위해 고객은 당사가 다음 데이터(광고 및 기타 마케팅과 판촉 활동 개선, 및/또는 당사의 광고 투입, 위치 설정 및 향상)을 수집하고 처리할 수 있음을 인정하고 확인합니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3.당사는 또한 고객의 데이터를 고객 또는 당사의 라이선스가 부여된 제휴사를 통해 고객에게 직접 광고 데이터를 푸시하거나  또는 고객에게 연락하여 시장 조사를 할 수 있습니다. <b>당사 또는 당사의 어떠한 제휴사로부터 시장 마케팅 또는 광고 콘텐츠를 받고 싶지 않는 경우，인터넷을 통해 고객의 연락 데이터를 제공하지 마십시오. 고객은 이러한 제휴사에게 연락처 목록에서 고객의 데이터를 삭제하도록 직접 요청할 수 있습니다. </b>
<br>
<b>(2)정보 사용 규칙의 변동 및 재동의</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 본 “개인 정보 정책”에 포함된 용도 내에서 수집된 정보를 사용할 것입니다. 당사가 사용하려는 고객의 개인 정보 범위가 본 “개인 정보 정책”에서 서술한 범위를 초과하는 경우, 당사는 고객의 개인 정보를 수집하기 전에 본 “개인 정보 정책” 내용을 수정하고, 팝업창, 푸시 알림 등 방식을 통해 즉시 고객에게 고지하고 고객의 명시적인 동의를 다시 구하게 될 것입니다.
<br>
<br>
<b>III.당사가 고객의 개인정보를 저장 및 보호하는 방법</b>
<br>
<b>(1)개인 정보의 저장</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
고객의 계정이 활성화 상태 동안 또는 고객의 필요로 당사가 고객에게 서비스를 제공해야 하는 상황인 경우, 고객의 요청에 의해 삭제하지 않는 한, 고객의 데이터를 계속 보관됩니다. 고객에게 서비스를 제공하기 위해 <b>고객의 개인 정보는 당사 서버에 접근하여 당사의 서버에서 처리됩니다(서버의 소재지는 고객의 위치 및 고객이 선택한 게임 서버에 따라 결정됩니다). </b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>당사의 서버 위치：미국</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>싱가포르</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>일본</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>또는 한국 </b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
고객이 고객의 개인 데이터의 제거 또는 삭제를 요청할 경우, 예를 들어, 당사가 준수해야 하는 법적 의무, 분쟁 해결 및/또는 당사와의 계약을 이행하기 위해 당사는 합법적인 상업적 이익의 필요 하에만 고객의 데이터를 보유하게 됩니다. 고객의 모든 데이터를 제거하거나 또는 삭제하면 당사가 일부 해당 서비스가 종료될 수 있으니 주의하십시오. 당사는 정보수집 및 처리의 목적이 충족되거나 또는 관련 적용 법률에서 규정한 기간보다 더 긴 보관 및 보유 기간의 요구에 따라 고객의 정보를 보관합니다. 이후 관련 법률 규정에 따라 고객의 개인 정보는 삭제, 차단 또는 익명화됩니다.
<br>
<b>(2)개인 정보의 보호</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.정보 보안
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 기존의 장비 및 기술 조건에서 항상 기술 및 관리 등의 합리적인 조치를 적극적으로 취하여 고객의 계정과 개인 정보의 안전을 보장합니다. 당사는 수집한 정보를 성실하게 활용하고, 각종 효과적이고 필요한 조치를 취하여 고객의 개인 정보를 보호하고, 상업적으로 합리적인 보안 기술 조치를 채택하여 고객의 개인정보에 허가받지 않은 접근, 사용, 유출로부터 보호할 것입니다. 현재, 당사는 업계 선두의 기술 보호 조치를 채택하고 있습니다. 당사가 사용하는 기술적 수단으로는 방화벽, 암호화(예: SSL), 표기화 또는 익명화 처리, 접근 통제 조치(Bastionhost, 2차 인증 등) 등을 포함하되 이에 국한하지 않습니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 개인정보보안에 관한 전문적인 관리제도, 프로세스, 조직을 구축했습니다. 이러한 정보를 알 필요가 있는 LTGAMES GLOBAL 직원만 고객의 개인 정보에 접근할 수 있도록 하기 위해 엄격한 접근 권한 제어 및 모니터링 메커니즘을 설정하였습니다. 당사는 또한 고객의 정보에 접근할 수 있는 모든 인원에 대해 상응하는 비밀 유지 의무를 이행하도록 요구합니다. 이러한 의무를 이행하지 못하면 법적 책임을 추궁할 것입니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.정보 보안 사건 처리 조치
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
개인정보 유출 등 보안 사고가 발생하면 당사는 긴급대책을 가동해 보안 사고의 확산을 방지할 것입니다. 정보 보안 사건이 발생한다면, 당사는 공지, 푸시 알림 또는 이메일 등의 형식으로 고객에게 보안 사고의 기본적인 상황, 당사가 임박한 또는 이미 취한 조치와 구제조치 및 고객에 대한 당사의 대응 의견을 통지할 것입니다. 일일이 고지하기 어려운 경우, 당사는 공지 사항 등 방식을 통해 경고문을 게시하겠습니다.
<br>
<br>
<b>IV.당사가 외부에 정보를 제공하는 방법</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
본 “개인 정보 정책” 및 “LTGAMES GLOBAL 사용 허가 및 이용 약관”에 규정된 경우를 제외하고, 당사는 고객의 개인 정보를 제3자에게 적극적으로 공유, 제공 또는 양도하지 않습니다. 고객의 개인 정보가 기타 공유, 제공 또는 양도되거나 또는 고객이 고객의 개인정보를 당사 이외의 제3자에게 공유, 제공 또는 양도할 것을 요구할 경우, 당사는 고객에게 직접 확인하여 고객의 명시적인 동의를 얻을 것입니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사가 당사, 당사의 사용자 또는 일부 공공 이익을 보호하기 위해 합리적으로 판단하거나 또는 고객의 소재지 국가 또는 지역의 사법, 행정 기관의 요청에 따라 공개해야 하는 경우, 당사는 수신자의 범위를 엄격하게 제한하는 상황에서 고객의 일부 개인 정보를 공개할 권리가 있습니다. 적용 법률에서 요구하는 상황 이외에 선의의 원칙에서 고객을 식별하고, 고객과 연락하거나 또는 고객에게 법적 조치를 취하여 이러한 데이터를 공개해야 한다고 판단하는 경우, 다음과 같은 상황에서 당사는 고객의 개인 정보를 공개할 권리를 보유합니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.예를 들어, 서비스 조항 및 본 개인 정보 정책 또는 기타 방식으로 고객이 당사 간의 계약을 위반하여 당사의 권익을 해치는 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.고객이 제3자의 권익(지적재산권을 포함하되 이에 국한하지 않음)을 침해하는 경우, 및/또는
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3.당사가 부정 행위 또는 기타 불법 행위를 방지할 필요가 있다고 판단하는 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4.고객 본인(또는 미성년자의 보호자)에게 서면으로 라이선스 위임을 받거나 또는 고객 본인(또는 미성년자의 보호자)의 서면 요청에 의해 당사가 공개하도록 라이선스가 위임된 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
5.고객 소재 국가 또는 지역의 사법, 행정 부서 및 관련 법률이 당사에게 공개하도록 요청하는 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
6.고객 또는 기타 개인의 생명, 재산 등 중대한 합법적 권익을 보호하기 위한 목적이지만, 본인의 동의를 얻기 힘든 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
7.고객이 자신의 개인정보를 대중에게 자발적으로 공개하는 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
8.당사가 합법적인 뉴스 보도, 정부 정보 공개 등 채널과 같이 합법적으로 공개된 정보에서 개인 정보를 수집하는 경우
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBAL 서비스 또는 LTGAMES GLOBAL 서비스를 통해 많은 소셜 미디어 제휴사, 광고 서비스 제휴사, 분석 서비스 제휴사, 결제 제휴사, 부정 행위 감지 제휴사 및 기타 제3자 제휴사(있을 경우)와 제휴합니다. 당사는 고객의 개인 정보를 판매하지 않으며, 고객의 개인 신원이 식별 불가능하고 포괄적인 공개 데이터만을 제3자와 공유할 것입니다.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
또한, 이러한 제휴사는 Cookie, 웹 비콘 및/또는 기타 추적 기술로 고객에 대한 데이터를 수집하거나 또는 접수할 수 있으며, 고객의 개인 정보에 대한 통제권을 보유하도록 요구할 수 있습니다. 예를 들어, 제품 또는 서비스를 구매한 사용자는 유효한 신용카드 번호 및 신용카드 유효 일자와 같은 추가 데이터를 제3자 결제 제휴사에게 제공하도록 요청됩니다. 이러한 제3자 결제 제휴사는 결제를 처리하고 후속 결제 분쟁 및 조회를 해결하기 위해 고객의 데이터를 수집, 처리 및 보유할 수 있습니다. 후속 결제 분쟁 및 조회를 해결할 때, 당사는 결제 확인, 구매 내역 기록 및 / 또는 당사의 합법적인 권익을 보호하는 용도로 고객 및 / 또는 제 3 자 결제 제휴사로부터 제공된 정보를 수신, 처리 및 저장할 수 있습니다. 당사는 그러한 제 3 자의 활동을 통제할 수 없으며 이들이 당사와 동일한 개인 정보 보호 정책을 준수한다고 보장할 수 없습니다. 이러한 제휴사는 데이터 컨트롤러로서 고객의 데이터에 접근하고 자체 개인 정보 보호 정책에 따라 운영할 수 있으므로 제3자 공식 웹 사이트에서 개인 정보 보호 정책을 확인하고 데이터 처리 방법에 대해 자세히 알아 보도록 강력하게 건의합니다.
<br>
<br>
<b>V. 당사가 Cookies및 관련 기술을 사용하는 방법</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Cookies는 웹서버가 데이터를 클라이언트에 저장하거나 또는 클라이언트로부터 데이터를 읽을 수 있도록 하는 중립 기술입니다. 고객의 사용 경험을 최적화하기 위해 Cookies또는 비슷한 기술(예: web beacons, log files, scripts, eTags)을 사용합니다(이하 “Cookies” 기술). Cookies 기술은 당사가 특정한 기능을 제공하도록 고객의 장치에 작은 파일을 생성합니다. 고객은 고객의 장치 또는 브라우저의 설정을 통해 Cookies 기술을 활성화 또는 비활성화할 권리가 있습니다. 단, Cookies  기술 해제를 선택하면, 당사 제품의 일부 기능을 경험하실 수 없습니다.
<br>
<br>
<b>VI.당사가 미성년자의 권익을 보호하는 방법</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<font color=\"red\">고객이 LTGAMES GLOBAL 서비스를 이용할 경우, 고객의 연령이 고객이 거주하는 국가/지역의 성년 연령(또는 고객의 소재 사법 관할 구역에서 인정되는 법정 성년 연령) 또는 그 이상이 되었음을 보장합니다. 고객이 미성년자이거나 또는 법정 성년연령(\"미성년자\" 혹은 \"아동\")에 해당되지 않는 경우, 고객의 성명, 주소, 전화번호 또는 이메일 주소를 포함한 어떠한 자료도 당사에 보내지 마십시오.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 부모는 미성년자를 보호하며 부모의 사전 허가 없이 개인 정보를 유출하지 말 것을 강력히 촉구합니다. 당사는 미성년자와 관련된 개인정보가 수집된 사실이 발견되면, 가능한 한 빨리 해당 정보를 삭제하겠습니다. 또한, 당사가 수집한 정보가 미성년자에게 얻거나 또는 미성년자와 관련된다고 생각될 경우, 당사에 연락해 주십시오</font>
<br>
<br>
<b>VII.개인 정보에 대해 누리는 통제권</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
본 게임 중의 개인 정보에 대한 다양한 방식의 통제권을 누리며 다음을 포함한다. 본 게임에서의 개인 정보 （고객의 소재지 국가/지역의 법률에 따라 변경 및 삭제가 금지된 정보 제외）를 접근, 정정, 삭제할 수 있으며，이전에 동의한 라이선스를 철회할 수도 있습니다.<font color=\"red\">본 게임에서의 개인 정보를 접근, 수정, 개정, 삭제하거나 또는 라이선스를 철회할 필요가 있는 경우，cs@leiting.com으로 연락주십시오.
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
계정 바인딩 기능을 사용하여 Google, Apple, Facebook및 Twitter가 LTGAMES GLOBAL계정을 바인딩하도록 라이선스를 위임하는 경우，당사는 계정 바인딩 해제 기능을 제공합니다. </font>
<br>
<br>
<b>VIII.본 “개인정보 정책”의 갱신 방법</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 본 “개인정보 정책”에 대해 적절한 수정하는 경우，당사는 팝업,푸시 알림 등 방식을 통해 즉시 고지하며，고객의 동의를 다시 받습니다. 변경된 후의 “개인정보 정책”을 확인 및 접수한 후에만 변경된 후의 “개인정보 정책”에 따라 고객의 개인 정보를 수집, 사용, 처리 및 보관합니다. 변경된 후의 내용에 동의하지 않는 경우, 당사의 서비스 사용 중지를 선택할 수 있습니다.
<br>
<br>
<b>IX.연락처</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
홍콩 레이팅정보기술유한회사는 LTGAMES GLOBAL이 제공하는 서비스에서의 데이터 통제자입니다. 또는 당사의 개인 정보 조치에 대해 어떠한 의문점이 있을 경우，<b>cs@leiting.com으로 이메일을 보내 주시기 바랍니다.</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
당사는 가능한 한 빨리 관련된 문제를 검토하고 이메일을 받은 후, 15일(영업일)이내에 회신해드리겠습니다.
</body></html>";


//海外用户条款
"LTOverSeaProtocolViewTitle" = "사용허가 및 이용 약관";
"LTOverSeaProtocolViewHeadHtml" = "<html><body class=\"protocol\">
<br>
1.사용자는LTGAMES GLOBAL이 제공한 게임 소프트웨어 및 관련된 각종 서비스（이하“게임 서비스”）를 이용하기 전에 본 약관의 각 조항을 자세히 읽어보시기 바랍니다. <font color=\"red\">LTGAMES GLOBAL은 사용자에게 본 약관에서 LTGAMES GLOBAL의 책임을 면제하거나 제한하는 조항（해당 조항은 일반적으로 “책임 없음”, “의무 없음”같은 단어가 포함됨）과 기타 사용자의 권리를 제한하는 조항（해당 조항은 일반적으로 “불가”와 같은 단어가 포함됨）을 자세히 읽어볼 것을 특별히 상기시켜드리며 이러한 조항은 통상적으로 굵은 표기로 표기합니다. </font>
<br>
2.<font color=\"red\">사용자가 “확인”을 클릭하여 게임 소프트웨어를 설치하거나 또는 게임 소프트웨어 또는 게임 서비스를 등록, 사용 시작 및/또는 계속 사용하는 경우，사용자가 본 약관의 모든 약관을 읽고 수락에 동의한 것으로 간주됩니다.</font>사용자가 본 약관의 조항에 동의하지 않을 경우, LTGAMES GLOBAL 게임 소프트웨어 또는 서비스를 설치, 이용하지 마십시오.
<br>
<font color=\"red\">3.사용자는 반드시 다음에 부합해야 합니다. 거주국/지역의 성인(또는 소재지 사법관할구역의 성년연령)이어야 합니다. 고객이 법정 성년연령(이하 \"미성년자\" 또는 \"아동\") 이하이면, 고객의 부모 또는 법정후견인이 반드시 본 약관에 동의해야 합니다. 고객이 거주하는 국가/지역의 법률, 법규 또는 등급 시스템의 요구사랑에 따라 미성년자는 부모 또는 법정 보호자가 만든 계정을 이용할 수 있습니다.</font>
<br>
<br>
<b>제1조 약관 서명자</b>
<br>
본 약관은 아래와 같은 양측 간에 서명합니다.
<br>
1.LTGAMES GLOBAL： 홍콩 레이팅정보기술유한회사와 그 지주회사, 자회사, 계열사 등 관계회사, 기타 합작 운영주체를 말하며, LTGAMES GLOBAL은 자체 웹사이트와 플랫폼, 제휴사의 웹사이트와 플랫폼을 통해 사용자에게 게임 소프트웨어 및 게임 서비스를 제공할 권리를 가집니다.
<br>
2.사용자: LTGAMES GLOBAL이 제공하는 합법적인 경로를 통해 게임 소프트웨어의 비상업적 사용 라이선스를 획득하여 게임 소프트웨어를 설치, 사용하거나 또는 게임 서비스를 받는 자연인을 말합니다.
<br>
<br>
<b>제2조 정의 또는 설명</b>
<br>
반대 설명이 없는 경우, 아래의 단어는 다음과 같은 의미를 갖습니다.
<br>
1.게임 소프트웨어: LTGAMES GLOBAL이 운영을 책임지는 게임을 통칭하며 컴퓨터 클라이언트 게임, 웹게임, HTML5게임(H5게임), 모바일 단말기 게임, TV단말기 게임 및 다른 형태의 게임을 포함하고, 게임이 소프트웨어 형식으로 제공될 수 있는 경우에는 관련 소프트웨어 및 관련 문서를 포함합니다.
<br>
2.게임 서비스: LTGAMES GLOBAL이 사용자에게 제공하고 전술한 게임 소프트웨어와 관련된 각종 온라인 운영서비스를 말합니다.
<br>
<br>
<b>제3조 지적재산권 성명</b>
<br>
1.LTGAMES GLOBAL은 법에 의거하여 게임 소프트웨어 및 게임 서비스의 모든 합법적 권익 또는 합법적으로 위임된 일체의 저작권, 상표권, 특허권, 영업비밀 등의 지적재산권 및 기타 합법적 권익 및 게임 소프트웨어와 관련된 모든 정보 콘텐츠(텍스트, 사진, 오디오, 비디오 등 포함)을 공유하고 있지만, 관련 권리자가 법률의 규정에 따라 누려야 할 권리는 제외됩니다. 상술한 권익은 모두 중화인민공화국의 법률 법규와 상응하는 국제 조약의 보호를 받습니다.<b>LTGAMES GLOBAL의 사전 서면 동의 없이 어떠한 방식으로 게임 소프트웨어 및 서비스(게임 전체, 게임 내에 포함된 모든 미술, 음악, 텍스트 작품과 기타 게임 구성요소, 구성부분 및 게임 실행이 제시하는 연속적인 동적 화면 포함)를 상업적으로 사용하거나 또는 정보 네트워크를 통해 게임 콘텐츠를 전파할 수 없습니다.</b>
<br>
2.LTGAMES GLOBAL은 사용자의 지적재산권을 존중하고 보호합니다. LTGAMES GLOBAL이 제공하는 다양한 제품에서 사용자는 원본 오디오 등을 업로드하는 다양한 방법으로 LTGAMES GLOBAL에 자체 제작한 작품을 제공할 수 있습니다. 이 경우에, 사용자는 여전히 이와 같은 콘텐츠의 완전한 지적 재산권을 누리고 있으며, 사용자는 반드시 합법적이며 타인의 합법적 권익을 침해하지 않음을 확보해야 합니다.<b>사용자는 LTGAMES GLOBAL이 위의 콘텐츠를 어떠한 방식으로 사용(\"사용\"은 복제, 발행, 대여, 전시, 공연, 방송, 수정, 개편, 정보 네트워크의 전파 및 기타 방법을 포함하되 이에 국한하지 않으며, 동시에 상업적 목적과 비상업적 목적을 포함하여 본 게임 내 및 본 게임 외 사용, 이하에 전술한 사용권을 \"사용권\"으로 통칭한다)하는 것을 취소불능으로 라이선스를 위임하는 한편, LTGAMES GLOBAL은 전술한 사용권을 제3자가 사용하도록 재라이선스하거나 또는 서브라이선스하도록 라이선스를 위임합니다. 고객은 LTGAMES GLOBAL의 이러한 사용은 어떠한 제3자의 지적재산권 및 기타 합법적인 권익을 침해하지 않을 것이라고 약속합니다.</b>
<br>
<br>
<b>제4조 게임 소프트웨어 사용 허가 및 제한</b>
<br>
<b>LTGAMES GLOBAL은 사용자가 본 약관의 모든 조항을 수락하는 것을 전제로, 사용자에게 개인, 비사업적 사용 성질, 취소 가능, 변경 가능, 비전문, 양도 불가, 재라이선스 불가 게임 소프트웨어 및 게임 서비스의 사용권을 부여하는데 동의합니다. </b>사용자는 라이선스 범위 내에서만 게임 소프트웨어를 개인이 사용할 수 있는 모바일 스마트 기기에 설치할 수 있으며, LTGAMES GLOBAL이 지정한 방식으로 게임 소프트웨어의 사본 1부를 실행하고 LTGAMES GLOBAL이 제공하는 서비스를 이용할 수 있습니다.
<br>
사용자가 게임 소프트웨어 및 서비스를 개인 사용 범위 이외에서 이용하거나 게임 소프트웨어 및 서비스를 어떠한 상업적 용도로 이용해야 하는 경우, 사용자는 LTGAMES GLOBAL과 연락하여 LTGAMES GLOBAL로부터 별도의 서면 승인을 받아야 합니다.
<br>
<br>
<b>제5조 요금 정책</b>
<br>
<b>1.사용자는 요금 항목 또는 요금 기준의 제정, 조정 또는 변경이 정상적인 상업 행위임을 알고 이에 동의합니다. LTGAMES GLOBAL은 게임 소프트웨어 및 게임 서비스의 요금 방식과 요금 표준을 결정할 권리가 있으며, LTGAMES GLOBAL은 게임 소프트웨어와 게임 서비스의 단계별로 다른 요금 방식과 요금 표준을 결정할 권리를 갖습니다. </b>
<br>
구체적인 요금제, 비용 기준은 게임 소프트웨어의 요금 기준, 게임 가상 아이템의 사용권 및 부가 가치 서비스(있을 경우)의 구체적인 요금 기준 등을 포함하되 이에 국한하지 않으며, 모두 LTGAMES GLOBAL이 애플 앱스토어(즉, APP STORE), Google Play또는 기타 소프트웨어 배포 채널, 게임 소프트웨어 내의 아이템 쇼핑몰 또는 아이템 구매 인터페이스 등 게임 모듈에 게시됩니다.
<br>
<b>사용자는 선택하기 전에 주의 깊게 읽어야 할 의무가 있습니다. 사용자가 유료 게임 소프트웨어를 선택하여 다운로드하거나 관련 가상 아이템 사용권을 구매하거나 또는 관련 서비스를 수락하는 경우, 사용자가 해당 요금 방식과 비용 기준을 충분히 이해하고 수락한 것으로 표시됩니다.</b>
<br>
2.LTGAMES GLOBAL은 LTGAMES GLOBAL에 명시적으로 라이선스를 위임하는 것 이외에 사용자가 어떠한 제3자로부터 구매, 증여를 받거나 또는 다른 방법으로 게임 계정, 게임 아이템, 게임 장비, 게임 머니, 회원 경험 및 레벨 등을 획득하는데 라이선스를 위임하지 않으며, LTGAMES GLOBAL은 어떠한 제3자 거래 행위에도 책임을 지지 않으며 어떠한 제3자 거래에 따른 분쟁으로 인한 신고는 수리하지 않습니다.
<br>
3.사용자가 게임 가상 아이템 사용권 또는 부가가치 서비스(이하 \"충전 수익\")을 성공적으로 충전하고 획득한 후, LTGAMES GLOBAL의 고의 또는 중과실로 인하여 구매한 게임 가상 아이템 또는 부가가치 서비스를 사용자가 사용할 수 없을 제외하고는 원칙적으로 환불 처리되지 않습니다. 특별한 경우(예: 사용자가 속한 국가 또는 지역의 법률 규정)으로 인해 환불이 발생한 경우, 즉시 LTGAMES GLOBAL에 주동적으로 통보하고 LTGAMES GLOBAL이 이에 상응하는 충전 수익을 공제합니다. 그렇지 않으면, LTGAMES GLOBAL이 해당 충전 수익을 자체적으로 공제하거나 또는 악의적으로 환불을 한 플레이어에 대해 계정을 일시적/영구적으로 금지하는 등의 조치를 취할 권리가 있습니다.
<br>
<br>
<b>제6조 게임 가상 아이템</b>
<br>
<b>사용자는 게임 아이템, 게임 장비, 게임머니 등이 LTGAMES GLOBAL 게임 서비스의 일부이며, LTGAMES GLOBAL은 본 약정에 따라 사용권을 획득할 수 있도록 허가한다는 점을 충분히 이해하고 동의합니다. 사용자의 게임 아이템, 게임 장비, 게임머니 구매 및 사용 등은 본 약정, 게임 세부 규칙의 요구사항을 준수해야 합니다. 또한, 게임 아이템, 게임 장비, 게임머니, 회원 경험 및 레벨 혜택 등은 일정 유효기간에 의해 제한될 수 있습니다. 사용자가 정해진 유효기간 내에 사용하지 않을 경우, 불가항력 또는 LTGAMES GLOBAL의 사유를 제외하고 유효기간이 만료되면 자동 소멸됩니다.</b>
<br>
<br>
<b>제7조  사용자 계정 등록, 사용 및 보관 </b>
<br>
<b>1.사용자는 실제 정보로 LTGAMES GLOBAL의 LTGAMES 계정 또는 LTGAMES GLOBAL의 라이선스 제휴사 계정을 등록하고, LTGAMES GLOBAL 또는 LTGAMES GLOBAL 라이선스 제휴사의 사용자가 되며 이러한 계정(LTGAMES 계정과 제휴사 계정은 이하 \"사용자 계정\"으로 통칭함)으로 게임 소프트웨어 및 게임 서비스를 사용할 것을 약속합니다. 사용자는 제공된 등록 정보가 사실적이고 완전하며 유효함을 보증합니다.</b>
<br>
2.사용자는 소유한 사용자 계정에 발생하는 행위에 대해 법에 따라 권리를 누리고 책임을 부담합니다. <b>사용자는 반드시 그 사용자 계정 및 비밀번호를 잘 보관하고, 그 사용자 계정 및 비밀번호를 정확하고 안전하게 사용할 의무가 있습니다.</b>사용자는 게임 계정을 양도, 임대, 대여 등의 방법(포함하되 이에 국한하지 않습니다)으로 다른 사람에게 제공할 수 없습니다. 사용자는 다른 사람에게 LTGAMES 계정 또는 비밀번호가 사칭, 도용 또는 비정상적으로 사용하는 경우, LTGAMES GLOBAL에 즉시 통지해야 합니다. LTGAMES GLOBAL은 통지를 받은 후, 계정의 실제 상황 또는 사용자의 요청에 따라 해당 계정의 로그인 및 사용 일시 정지 조치를 취할 것인지 여부를 결정할 권리가 있습니다.
<br>
3.제휴사 계정에 관한 구체적인 규정은 제휴사가 발표한 구체적인 요구사항을 기준으로 합니다.
<br>
4.사용자가 \"퀵 게임\", \"게스트\" 또는 기타 이와 유사한 간편 모드(이하 \"퀵 모드\")를 통해 사용자 계정을 등록하지 않고 빠르게 게임에 접속하기로 선택한 경우, 사용자는 로그인 후 즉시 사용자 계정을 바인딩하십시오. 사용자 계정을 바인딩하지 않은 경우, 사용자가 게임 소프트웨어를 제거하고 재설치하거나 또는 사용자의 모바일 스마트 기기가 손상되고 분실되어 게임 소프트웨어가 정상적으로 작동하지 않을 경우, 사용자는 퀵 모드에서의 모든 게임 데이터, 충전 기록을 조회 및 복원할 수 없습니다.
<br>
5.사용자가 사용자 계정을 해지해야 하는 경우, 사용자는 해당 게임 공식 웹사이트에서 제공하는 계정 해지 안내에 따라 조작할 수 있으며, 반드시 게임 공식 웹사이트에서 발표한 해당 사용자 계정의 해지 관련 조건을 충족하는지 확인해야 합니다.
<br>
<br>
<b>제8조 사용자 정보 보호 및 수집</b>
<br>
LTGAMES GLOBAL은 사용자의 개인 정보를 존중하며, 합리적으로 획득한 사용자의 개인정보를 엄격히 기밀로 유지합니다. <b>사용자는 LTGAMES GLOBAL 또는 제휴사가 제공하는 서비스를 수리할 때, LTGAMES GLOBAL이 발표한 「LTGAMES GLOBAL 사용자 개인 보호 정책」(이하 \"개인 보호 정책\")을 이해하고 수리에 동의합니다. </b>전술한 “개인 보호 정책”은 본 약정의 유효한 구성요소이며 본 약정과 동등한 법적 효력을 갖습니다. LTGAMES GLOBAL은 사용자에게 본인의 신원과 관련된 정보를 제공하도록 요구하는 경우, 개인 보호 정책과 개인정보 이용정책을 사전에 명확하고 알기 쉬운 방법으로 공개하고, 사용자의 개인 정보 자료의 안전을 보호하기 위해 필요한 조치를 취해야 합니다.
<br>
<br>
<b>제9조 LTGAMES GLOBAL의 권리 및 의무</b>
<br>
1.LTGAMES GLOBAL은 모바일 인터넷 네트워크를 통해 본 약정에 따라 사용자에게 게임 서비스를 제공하는데 동의합니다.
<br>
2.LTGAMES GLOBAL은 사용자의 충전 기록을 보관하며, 보관기간은 사용자가 마지막으로 충전한 날로부터 180일로 합니다.
<br>
<b>3.사용자는 LTGAMES GLOBAL에 충전 기록 및 이전 기록의 이송에 대한 협조를 요청할 권리가 있으며, LTGAMES GLOBAL은 사용자에게 거래 정보와 일치하는 유효한 개인 신원 정보를 제공하고 확인하도록 요구해야 합니다. LTGAMES GLOBAL은 사용자가 제공한 유효한 개인 신원 정보가 등록된 신원 정보와 일치함을 확인하는 경우, 제공에 협조하여야 한다.</b>
<br>
<b>4.사용자는 LTGAMES GLOBAL또는 제휴한 제3자가 사용자 정보에 따라 이메일, 게임 내 공지 등을 통해 사용자에게 게임 활동에 관한 정보, 프로모션 관련 정보 등 다양한 정보를 제공하는데 이해하고 이에 동의합니다.</b>
<br>
5.사용자는 게임 프로그램의 모니터링 데이터와 서버에 저장된 데이터를 사용자가 플러그인 프로그램, 스크립트 등의 방식을 통해 치트키 등 게임 부정행위, 위법행위 여부를 판단하는 근거로 삼는 데 동의합니다.
<br>
<br>
<b>제10조 사용자의 권리와 의무</b>
<br>
1.사용자는 모바일 스마트 기기(휴대전화·태블릿pc 를 포함하되 이에 국한되지 않음), 무선 라우터 또는 기타 필요한 인터넷 접속 장치에 포함하되 이에 국하지 않는 인터넷 접속에 필요한 장치를 자체적으로 갖추어야 합니다.
<br>
2.인터넷 접속에 지불하는 이 서비스와 관련된 전화요금, 인터넷 이용 등의 비용을 사용자가 자체적으로 부담합니다.
<br>
3.본 약정, 게임 협약 및 기타 LTGAMES GLOBAL이 발표한 규칙과 제도(사용자가 동의에 클릭한 본 약관 서비스 조항, 고객 서비스 전용 서비스 약관 및 LTGAMES GLOBAL의 공식 웹사이트에 게시된 규칙 등을 포함하되 이에 국한하지 않음)를 준수하며, 사용자가 속한 국가 또는 지역의 관련 법률 법규를 준수합니다.
<br>
<b>4. 고객은 직접 또는 간접적으로 어떠한 LTGAMES GLOBAL 서비스 또는 게임에 대해 다음과 같은 어떠한 조치(영리 또는 비영리이든)를 취하거나 또는 다음과 같은 어떠한 부적절한 행위를 할 수 없음을 확인 및 보증합니다.
<br>
⑴게임 소프트웨어 프로그램, 사용 설명서 및 기타 그래픽 시청각 자료의 모든 또는 일부 콘텐츠를 복사, 추출, 번역, 주석, 정리, 어셈블리, 각색, 추론, 디컴파일 （de-compile）, 디어셈블링(disassemble), 전파 및 진열하거나 또는 게임 소프트웨어의 어떠한 기능 또는 프로그램도 역공정(reverse engineering)을 하는 경우
<br>
⑵게임 소프트웨어, 게임 서비스의 전부 또는 일부 콘텐츠를 공개적으로 전시하고 재생하는 경우
<br>
⑶게임 소프트웨어를 대여, 판매하거나 또는 게임 소프트웨어를 이용해 어떠한 영리 행위를 하는 경우
<br>
⑷게임 소프트웨어 프로그램, 이미지, 애니메이션, 동영상, 패키지와 매뉴얼 등의 내용에 있는 LTGAMES회사명, 회사 로고, 상표(또는) 저작권 정보, 기타 지적 재산권 성명 등의 내용을 수정하거나 은폐하는 경우
<br>
⑸불법 소프트웨어, 게임 소프트웨어 클라이언트 프로그램 수정, LTGAMES GLOBAL의 게임 서버 또는 게임 서버측 프로그램에 대한 공격, 해킹 또는 게임 서버 과부하, 프로그램 허점과 오류(Bug)를 사용하여 정상적인 게임 진행을 방해하거나 해당 허점 또는 오류(Bug) 확산, 게임 소프트웨어에 사용되는 어떠한 독점 통신 프로토콜 수정, 동적 랜덤 액세스 메모리(RAM)의 데이터에 대한 수정 또는 잠금 등을 포함하되 이에 국한하지 않는 게임 소프트웨어를 보호하기 위해 취한 기술적 조치를 고의적으로 회피하거나 파괴하는 행위
<br>
⑹기타 상표법, 저작권법, 특허법, 컴퓨터 소프트웨어 보호 조례와 관련 법규, 규정, 정책 등의 규범적 문서를 위반하는 행위
<br>
⑺음란, 불쾌, 저속, 외설, 성적 암시, 기타 반감을 주는 정보를 게시, 업로드, 전송 또는 다른 방식으로 유포하는 행위
<br>
⑻명예훼손, 조롱, 스토킹, 위협, 괴롭힘, 협박, 학대, 증오, 인종차별 또는 일부 사람들을 혐오하거나 반대하는 기타 정보
<br>
⑼LTGAMES GLOBAL 또는 제3자의 계약 상의 권리, 인신권, 재산권, 지적재산권 및 기타 권리(소유권, 공개권 또는 영업 비밀권 포함)를 침해하는 경우
<br>
⑽플러그인, 개인 서버, 바이러스, 악성코드, 트로이 목마 및 관련 콘텐츠의 사용을 홍보하거나 교사하는 경우
<br>
⑾다른 플레이어에게 환불하고, 환불 광고를 게시하며 대신 환불을 하는 행위를 홍보하거나 교사하는 경우
<br>
⑿파워 레벨링 정보, 비공식 거래 플랫폼 정보, 도박(예: Mark Six), 피싱 웹사이트, 위조 웹사이트, 금지품 정보(예: 금지 약품, 총기, 폭발물 등) 등의 콘텐츠 게시 및 LTGAMES GLOBAL이 부적절하다고 합법적으로 판단하거나 또는 LTGAMES GLOBAL의 승인되지 않은 소프트웨어, 문서 등을 포함한 홈페이지 주소 또는 링크.
<br>
⒀게임 소프트웨어, 게임 서비스, LTGAMES GLOBAL, 계열사, 제휴사 및 그 직원들을 폄훼, 비방, 악의적으로 공격한 내용을 유포하는 경우
<br>
⒁게임의 공정성을 저해할 수 있는 어떠한 형태의 보조 도구 또는 프로그램을 제작, 배포, 유포, 사용하는 경우(\"플러그인\" 및 \"보조 프로그램\"을 포함하되 이에 국한하지 않으며, \"보조프로그램\"이란 게임 소프트웨어 외에 게임 실행과 동시에 게임의 조작에 영향을 줄 수 있는 모든 프로그램을 말하며, 아날로그 사용자의 조작, 조작환경 변경, 데이터 수정 등 모든 유형을 포함하되 이에 국한하지 않는다.)
<br>
⒂이상한 방법으로 게임 소프트웨어에 로그인(LTGAMES GLOBAL 이 개발, 라이선스 또는 승인하지 않은 제3자 소프트웨어, 하드웨어 또는 시스템을 사용하여 게임 소프트웨어를 접속하는 것을 포함하되 이에 국한하지 않음)하고, 인터넷 가속기 등 보조 프로그램 또는 로봇 프로그램 등을 사용하여 서비스 시설을 악의적으로 파괴하고 정상적인 서비스 질서를 교란시키는 행위
<br>
⒃게임 소프트웨어와 서비스를 사용하여 게임의 공정성 또는 형평성을 해치는 부정 거래 행위
<br>
⒄게임 관리자를 방해하고 게임 질서를 교란시키는 행위
<br>
⒅기타 LTGAMES GLOBAL의 판단에 의해 게임에서의 부당 행위에 해당하는 경우
<br>
<br>
<b>제11조 처리 조치</b>
<br>
LTGAMES GLOBAL이 비정상적인 사용자 데이터, 위법, 부정행위, 본 약관 또는 LTGAMES GLOBAL의 기타 규정을 위반하는 행위를 발견하는 경우, LTGAMES GLOBAL은 조사(사용자와의 온라인 커뮤니케이션, 오프라인 커뮤니케이션, 자체 게임 데이터 분석을 포함하되 이에 국한하지 않음)할 권리가 있으며, 경고, 금지, 게임 플레이 일시 정지, 게임 플레이 영구 정지, 로그인 임시 금지, 로그인 영구 금지, 강제 오프라인, 계정 차단, 파일 삭제, 법적 책임 추궁, 조직 해체, 닉네임 수정, 게임 행위 일시 제한, 부적절한 이익 공제, 가치 공제, 서비스 일시 중단 또는 종료, 커뮤니티 게시물 삭제, 커뮤니티 계정 차단을 포함하되 이에 국한하지 않는 상응한 조치를 취합니다. </b>
<br>
<br>
<b>제12조 서비스의 중단, 중지, 종료</b>
<br>
LTGAMES GLOBAL은 게임 사이트와 서버의 정상 작동을 위해 게임 사이트와 서버를 정기적으로 유지보수 또는 돌발 사건에 대한 긴급 종료 유지보수를 해야 하며, 이로 인해 정상적인 서비스가 중단 및 중지되는 경우, 사용자가 이해해야 하며, LTGAMES GLOBAL은 중단 시간을 최단 시간으로 제한하기 위해 최선을 다해야 할 의무가 있습니다.
<br>
<b>다음 중 하나가 발생한 경우, LTGAMES GLOBAL은 게임 서버가 제공하는 서비스의 전부 또는 일부를 중지하거나 중단할 수 있는 권리가 있습니다.
<br>
⑴LTGAMES GLOBAL은 정기 점검 또는 시공, 소프트웨어 및 하드웨어 업데이트 등 서비스를 일시중지할 권리가 있지만, LTGAMES GLOBAL은 빠른 시일 내에 유지보수, 업데이트 작업을 완료합니다.
<br>
⑵서버가 손상되어 제대로 작동하지 않는 경우
<br>
⑶돌발적인 소프트웨어 및 하드웨어 장치와 전자 통신 기기가 고장나는 경우
<br>
⑷네트워크 제공업체 회선 또는 기타 고장
<br>
⑸긴급한 상황에서 법률의 규정에 의거하거나 또는 사용자 및 제3자의 신체, 재산상의 안전을 위한 경우
<br>
⑹제3자의 원인 또는 기타 불가항력의 경우
<br>
⑺LTGAMES GLOBAL이 필요하다고 인정하는 경우, 게임 서비스 제공을 해지 또는 부분적으로 해지할 수 있는 권리를 보유하며 해지 60일 전에 이를 공지합니다.</b>
<br>
어떠한 사유로든 게임 서비스의 해지 여부와 관계없이 사용자는 상응한 조치를 취하여 게임의 가상 아이템을 자체적으로 처리할 수 있어야 하며, 사용자 계정, 게임 가상 아이템 취소 또는 사용 중지 등 관련 사항을 포함하되 이에 국한하지 않습니다.
<br>
<br>
<b>제13조 전투 시스템 특별 성명 </b>
<br>
<b>특정 게임 서비스에는 전투 시스템이 포함될 수 있으며, 전투 시스템에서는 사용자와 사용자 간의 자유로운 배틀이 가능합니다. 전투 시스템이 포함된 게임 서비스의 경우, 사용자가 “수락”을 클릭하고 해당 게임 소프트웨어를 설치하거나, 또는 해당 게임 소프트웨어 또는 게임 서비스를 등록, 사용하기 시작하거나/또는 계속 사용할 경우, 사용자가 게임 전투 시스템을 동의하고, 수락한 것으로 간주하고, 사용자가 게임 전투 시스템의 모든 자유 배틀 행위에 동의하고, 자유 배틀의 게임 규칙을 준수하는데 동의하는 것으로 간주됩니다. </b>
<br>
<br>
<b>제14조 불가항력</b>
<br>
<b>LTGAMES GLOBAL은 사용자의 불가항력으로 인한 손실에 대해 책임을 지지 않습니다. </b>가항력이란 LTGAMES GLOBAL이 합리적으로 통지할 수 없고 예상할 수 없거나 또는 예상하더라도 피할 수 없는 사건을 말합니다. 이 사건은 LTGAMES GLOBAL이 본 약관에 따라 의무의 전부 또는 일부를 수행하는데 방해하고 영향을 미칩니다. 불가항력에는 자연재해(예: 홍수, 지진, 태풍, 폭풍우, 쓰나미 등)과 사회 이상 현상(예: 폭동, 파업, 소동 등), 정부 행위(법률 법규 또는 정부 명령에 따른 변경 등)에 포함하되 이에 국한하지 않습니다. 인터넷 서비스의 특성상 불가항력은 다음과 같은 경우를 포함하되 이에 국한되지 않습니다. 기본 전기 통신사업자의 고장, 컴퓨터, 모바일 기기 또는 인터넷 관련 기술적 결함, 인터넷 접속 범위의 제한, 컴퓨터, 모바일 바이러스, 해킹 등의 요소 및 기타 합법적인 범위의 예상할 수 없고 피할 수 없으며 극복 불가능한 객관적인 상황.
<br>
<br>
<b>제15조 링크 및 광고 정보</b>
<br>
LTGAMES GLOBAL이 게임 공식 웹사이트, 게임 공식 카페, 게임에서 제공하는 모든 링크는 다른 개인, 회사 또는 조직의 사이트로 링크될 수 있습니다. LTGAMES GLOBAL이 해당 웹사이트를 제공하는 목적은 사용자가 자체적으로 쉽게 검색하여 관련 정보를 얻기 위해서이며, LTGAMES GLOBAL 은 링크된 개인, 회사 또는 조직의 웹사이트에 제공된 제품, 서비스 또는 정보에 대해 그 진위성, 완전성, 실시간 또는 신뢰성을 보장하지 않습니다. 이러한 개인, 회사 또는 조직과 LTGAMES GLOBAL 사이에는 어떠한 고용, 위임, 대리, 합작 또는 기타 유사한 관계가 없습니다.
<br>
LTGAMES GLOBAL은 게임 공식 웹사이트, 게임 공식 커뮤니티, 게임 내에 상업 광고 또는 기타 프로모션 정보를 게재할 수 있습니다. 이러한 광고 또는 프로모션 정보는 광고주 또는 비즈니스 서비스 제공자가 제공하며, 상응하는 책임을 집니다. LTGAMES GLOBAL은 콘텐츠를 게재하는 매개체만 제공합니다.  LTGAMES GLOBAL은 이러한 링크된 웹사이트 또는 광고를 통하여 사용자가 구입한 상품 또는 서비스의 거래행위는<b> 사용자와 해당 상품 또는 서비스의 제공자 사이에만 존재하며, 사용자와 상품 또는 서비스의 제공자 사이에 발생한 거래행위에 대하여 어떠한 법적 책임도 지지 않음을 사용자는 특별히 주의하여야 합니다.</b>
<br>
<br>
<b>제16조 조항 변경</b>
<br>
<b>LTGAMES GLOBAL은 필요한 경우, 본 약관의 조항을 변경할 권리를 갖습니다. 사용자는 관련 콘텐츠를 정기 또는 비정기적으로 조회하여 주시기 바랍니다. 사용자가 본 약정에 따른 서비스를 계속 이용하면, 개정 내용에 대해 동의한 것으로 간주됩니다. 사용자가 개정 내용에 동의하지 않을 경우 게임 소프트웨어를 삭제하고 게임 서비스의 이용을 중단하여야 합니다.</b>
<br>
<br>
<b>제17조 게임 데이터</b>
<br>
<b>계정 데이터 정보, 캐릭터 데이터 정보, 레벨 및 가상 아이템 데이터 정보 등을 포함하되 이에 국한하지 않는 사용자가 게임에 참가하는 과정에서 LTGAMES GLOBAL 서버에 생성 및 저장되는 어떠한 데이터 정보는 게임 소프트웨어의 일부에 속합니다. LTGAMES GLOBAL이 소유하고 관리(삭제 등 포함)하며, 사용자는 게임 규칙을 준수한다는 전제 하에 적절한 채널을 통해 자체 사용자 계정에 속하는 데이터 정보를 수정, 이전, 삭제 등을 할 권리만을 갖습니다.</b>
<br>
<br>
<b>제18조 통지 </b>
<br>
LTGAMES GLOBAL이 사용자에게 보내는 모든 알림은 게임 내부, 게임 공식 웹사이트, 공식 커뮤니티 등의 페이지에 게시된 공지, 이메일 등으로 전송될 수 있습니다. 또한, 사용자는 LTGAMES GLOBAL이 상업적 및 비상업적 정보를 이메일 등으로 전송할 수 있다는 데도 동의합니다.
<br>
<br>
<b>제19조 기타 약정</b>
<br>
1.본 약관의 모든 조항의 제목은 읽기 쉽고, 그 자체에는 실제적인 의미가 없으며, 본 약관 및 관련 조항의 해석을 위한 근거가 될 수 없습니다.
<br>
2.본 약관의 어떠한 조항이 어떠한 이유로든 완전하거나 부분적으로 무효이거나 또는 집행력이 없다고 판단되는 경우, 본 약관의 나머지 조항은 여전히 유효하고 집행력이 있어야 합니다.
<br>
3.본 약관의 체결, 이행, 해석 및 분쟁의 해결은 모두 중국 홍콩 법률을 적용하며 기타 일체의 충돌법의 사용은 배제합니다.
<br>
4.양측은 본 약관의 내용 또는 그 집행에 관하여 어떠한 분쟁(계약 또는 기타 재산상의 권익에 관한 분쟁은 포함하지 않는다)가 발생한다면, 양측은 우호적인 협상을 통해 해결해야 합니다. 협상이 불성립되는 경우, 양측은 CIETAC Hong Kong Arbitration Center가 관할하도록 하는데 동의합니다.
<br>
<b>5.LTGAMES GLOBAL이 본 약정을 또는 법률 법규에 따라 누릴 권리를 행사하지 않거나 즉시 행사하지 않거나 또는 충분히 행사하지 않는 경우, 해당 권리를 포기하는 것으로 간주해서는 안 되며, LTGAMES GLOBAL이 향후 그 권리를 행사하는 데 영향을 미치지 않아야 합니다.
<br></b>
<p align='right'><b>LTGAMES GLOBAL</b></p>
</body></html>";
